[
  {
    "label": 0,
    "subject": "Invitation to Cognitive Ability Test for Software Engineer Position",
    "body": "Dear John Smith,\n\nWe trust this email finds you well. As part of our thorough evaluation process for the Software Engineer position at ABC Tech Solutions, we would like to invite you to take a cognitive ability test. This test is designed to assess your problem-solving skills and analytical abilities. Please find the link to the test attached. We appreciate your dedication to this process and look forward to gaining further insights into your capabilities.\n\nBest regards,\nEmily Johnson\nHR Manager\nABC Tech Solutions"
  },
  {
    "label": 0,
    "subject": "Next Steps: Cognitive Ability Test for Marketing Coordinator Role",
    "body": "Hi Alex Thompson,\n\nThank you for your interest in the Marketing Coordinator position at Innovate Marketing Agency. To move forward with your application, we request you to complete a cognitive ability test. This test will assess your critical thinking skills and decision-making abilities. The link to the test is provided here: [Test Link]. We value your commitment to this process and look forward to reviewing your results.\n\nWarm regards,\nSarah Miller\nTalent Acquisition Specialist\nInnovate Marketing Agency"
  },
  {
    "label": 0,
    "subject": "Action Required: Complete Your Cognitive Ability Test for Data Analyst Position",
    "body": "Hello Jessica Brown,\n\nWe hope this message finds you in good spirits. Your application for the Data Analyst position at XYZ Analytics has been positively received. As the next step, we request you to complete a cognitive ability test designed for this role. Please follow the attached link to access the test. We appreciate your dedication to this process and anticipate your timely response.\n\nBest,\nMichael Davis\nHiring Manager\nXYZ Analytics"
  },
  {
    "label": 0,
    "subject": "Cognitive Ability Test: Graphic Designer Position",
    "body": "Hey Samantha Garcia,\n\nGreetings! Your application for the Graphic Designer position at Creative Designs Studio has caught our attention. As the next step, we invite you to take a cognitive ability test to assess your cognitive skills and creative thinking. Please find the link to the test attached. We value your commitment to this process and look forward to reviewing your results.\n\nCheers,\nBrandon Lewis\nCreative Director\nCreative Designs Studio"
  },
  {
    "label": 0,
    "subject": "Take the Cognitive Ability Test for Financial Analyst Position Now",
    "body": "Dear Daniel Wilson,\n\nWe appreciate your interest in the Financial Analyst position at Global Investments Corp. To proceed with your application, we request you to complete a cognitive ability test designed for this role. The test link is provided here: [Test Link]. We value your dedication to this process and look forward to evaluating your results.\n\nThank you,\nOlivia Turner\nHR Coordinator\nGlobal Investments Corp."
  },
  {
    "label": 0,
    "subject": "Cognitive Ability Test: Project Manager Position",
    "body": "Hi Rachel Miller,\n\nThank you for your application for the Project Manager position at Stellar Solutions. We are impressed with your background. As the next step, we request you to complete a cognitive ability test specific to this role. The test link is attached for your convenience. Your commitment to this process is highly valued, and we look forward to reviewing your results.\n\nRegards,\nEthan Adams\nHR Director\nStellar Solutions"
  },
  {
    "label": 0,
    "subject": "Invitation to Cognitive Ability Test for UX Designer Role",
    "body": "Dear Kyle Anderson,\n\nWe hope this message finds you well. Your application for the UX Designer position at Tech Innovations Inc. has caught our eye. To proceed with your application, we kindly ask you to complete a cognitive ability test designed for this role. The link to the test is provided here: [Test Link]. We appreciate your dedication to this process and anticipate your timely response.\n\nBest regards,\nVictoria Foster\nRecruitment Manager\nTech Innovations Inc."
  },
  {
    "label": 0,
    "subject": "Next Steps: Cognitive Ability Test for Sales Representative Position",
    "body": "Hi Lily Thompson,\n\nThank you for expressing interest in the Sales Representative position at Dynamic Solutions. To move forward, we request you to complete a cognitive ability test tailored to this role. The link to the test is provided here: [Test Link]. Your commitment to this process is highly valued, and we look forward to evaluating your results.\n\nBest,\nHenry Turner\nCEO\nDynamic Solutions"
  },
  {
    "label": 0,
    "subject": "Human Resources Manager Position: Complete Your Cognitive Ability Test",
    "body": "Dear Oliver Davis,\n\nWe trust this email finds you well. Your application for the Human Resources Manager position at People First Company is appreciated. To move forward, we request you to complete a cognitive ability test tailored to this role. Please follow the attached link to access the test. We value your dedication to this process and look forward to reviewing your results.\n\nWarm regards,\nSophia Clark\nHR Director\nPeople First Company"
  },
  {
    "label": 0,
    "subject": "Sales Associate Role: Cognitive Ability Test Invitation",
    "body": "Hello Emma Baker,\n\nGreetings! Your application for the Sales Associate position at Connect Retail has caught our attention. To proceed with your application, we invite you to take a cognitive ability test tailored to this role. Please find the link to the test attached. We appreciate your cooperation and look forward to gaining further insights into your capabilities.\n\nBest,\nRobert Miller\nHiring Manager\nConnect Retail"
  }
]
