[
  {
    "label": 0,
    "subject": "Invitation for Final Interview: Software Engineer Position",
    "body": "Dear John Smith,\n\nCongratulations! We are pleased to inform you that you have successfully passed the initial interview rounds for the Software Engineer position at ABC Tech Solutions. Your qualifications and experiences have impressed us. We would like to invite you for the final interview to discuss your fit for the role in more detail. Please share your availability for the upcoming week. We appreciate your dedication and look forward to the next steps in the hiring process.\n\nBest regards,\nEmily Johnson\nHR Manager\nABC Tech Solutions"
  },
  {
    "label": 0,
    "subject": "Final Interview Invitation: Marketing Coordinator Role",
    "body": "Hi Alex Thompson,\n\nCongratulations on making it through the initial interview stages! We are impressed with your skills and experiences for the Marketing Coordinator position at Innovate Marketing Agency. We would like to invite you for the final interview to explore your fit for the team. Please reply with your availability, and we will schedule the interview accordingly. We look forward to the final stages of the hiring process.\n\nWarm regards,\nSarah Miller\nTalent Acquisition Specialist\nInnovate Marketing Agency"
  },
  {
    "label": 0,
    "subject": "Next Steps: Final Interview for Data Analyst Position",
    "body": "Hello Jessica Brown,\n\nGreat news! You have successfully passed the preliminary interview rounds for the Data Analyst position at XYZ Analytics. Your skills and experiences have stood out, and we would like to invite you for the final interview. Please let us know your availability for the upcoming week. We appreciate your commitment to the process and look forward to the next phase of the interview process.\n\nBest,\nMichael Davis\nHiring Manager\nXYZ Analytics"
  },
  {
    "label": 0,
    "subject": "Final Interview Invitation: Graphic Designer Position",
    "body": "Hey Samantha Garcia,\n\nCongratulations on advancing to the final interview stage! Your application for the Graphic Designer position at Creative Designs Studio has been impressive. We would like to invite you for the final interview to discuss your creative approach in more detail. Please find a time in your schedule for the upcoming week. We appreciate your dedication and look forward to the final stages of the hiring process.\n\nCheers,\nBrandon Lewis\nCreative Director\nCreative Designs Studio"
  },
  {
    "label": 0,
    "subject": "Final Interview Invitation for Financial Analyst Position",
    "body": "Dear Daniel Wilson,\n\nCongratulations! Your performance in the earlier interview rounds for the Financial Analyst position at Global Investments Corp. has been outstanding. We would like to invite you for the final interview to delve deeper into your financial expertise. Please reply with your availability, and we will arrange the interview. We appreciate your dedication to the process and look forward to the final stages of the hiring process.\n\nThank you,\nOlivia Turner\nHR Coordinator\nGlobal Investments Corp."
  },
  {
    "label": 0,
    "subject": "Final Interview Invitation: Project Manager Position",
    "body": "Hi Rachel Miller,\n\nThank you for your excellent performance in the initial interview stages for the Project Manager position at Stellar Solutions. Your background and skills have impressed us. We would like to invite you for the final interview to discuss your project management experience in more detail. Please share your availability, and we will schedule the interview. We appreciate your dedication to the process and look forward to the final stages of the hiring process.\n\nRegards,\nEthan Adams\nHR Director\nStellar Solutions"
  },
  {
    "label": 0,
    "subject": "Invitation for Final Interview: UX Designer Role",
    "body": "Dear Kyle Anderson,\n\nCongratulations on successfully passing the initial interview stages! Your application for the UX Designer position at Tech Innovations Inc. has been outstanding. We would like to invite you for the final interview to explore your user experience design skills in more detail. Please reply with your availability, and we will arrange the interview. We appreciate your commitment to the process and look forward to the final stages of the hiring process.\n\nBest regards,\nVictoria Foster\nRecruitment Manager\nTech Innovations Inc."
  },
  {
    "label": 0,
    "subject": "Final Interview Invitation: Sales Representative Position",
    "body": "Hi Lily Thompson,\n\nCongratulations on making it to the final round! Your application for the Sales Representative position at Dynamic Solutions has been selected for the final interview. We would like to discuss your sales experience in more detail. Please let us know your availability for the upcoming week. We appreciate your commitment to the process and look forward to the final stages of the hiring process.\n\nBest,\nHenry Turner\nCEO\nDynamic Solutions"
  },
  {
    "label": 0,
    "subject": "Final Interview Invitation for Human Resources Manager Position",
    "body": "Dear Oliver Davis,\n\nCongratulations! We are pleased to inform you that you have successfully passed the initial interview rounds for the Human Resources Manager position at People First Company. Your HR expertise has impressed us. We would like to invite you for the final interview to discuss your skills in more detail. Please reply with your availability, and we will arrange the interview. We appreciate your dedication to the process and look forward to the final stages of the hiring process.\n\nWarm regards,\nSophia Clark\nHR Director\nPeople First Company"
  },
  {
    "label": 0,
    "subject": "Final Interview Invitation: Sales Associate Role",
    "body": "Hello Emma Baker,\n\nCongratulations on advancing to the final round! Your application for the Sales Associate position at Connect Retail has been selected for the final interview. We would like to discuss your sales skills in more detail. Please reply with your availability for the upcoming week. We appreciate your commitment to the process and look forward to the final stages of the hiring process.\n\nBest,\nRobert Miller\nHiring Manager\nConnect Retail"
  }
]
