[
  {
    "label": 0,
    "subject": "Invitation for Interview: Software Engineer Position",
    "body": "Dear John Smith,\n\nWe hope this message finds you well. We are pleased to inform you that your application for the Software Engineer position at ABC Tech Solutions has been shortlisted for the next stage. We would like to invite you for an interview to further discuss your qualifications and explore your fit for the role. Please let us know your availability for the upcoming week. We appreciate your interest and look forward to meeting you.\n\nBest regards,\nEmily Johnson\nHR Manager\nABC Tech Solutions"
  },
  {
    "label": 0,
    "subject": "Interview Invitation: Marketing Coordinator Role",
    "body": "Hi Alex Thompson,\n\nCongratulations! Your application for the Marketing Coordinator position at Innovate Marketing Agency has caught our attention. We are pleased to invite you for an interview to delve deeper into your experiences and skills. Please reply to this email with your preferred time for the interview, and we will arrange accordingly. We look forward to getting to know you better.\n\nWarm regards,\nSarah Miller\nTalent Acquisition Specialist\nInnovate Marketing Agency"
  },
  {
    "label": 0,
    "subject": "Interview Invitation for Data Analyst Position",
    "body": "Hello Jessica Brown,\n\nWe trust this email finds you in good spirits. Your application for the Data Analyst position at XYZ Analytics has stood out, and we would like to invite you for an interview. This is an opportunity for us to discuss your qualifications further. Please let us know your availability, and we will schedule the interview accordingly. We appreciate your interest in joining our team.\n\nBest,\nMichael Davis\nHiring Manager\nXYZ Analytics"
  },
  {
    "label": 0,
    "subject": "Interview Invitation: Graphic Designer Position",
    "body": "Hey Samantha Garcia,\n\nGreetings! Your application for the Graphic Designer position at Creative Designs Studio has impressed us. We are pleased to invite you for an interview to learn more about your creative approach and experiences. Kindly share your availability, and we will schedule the interview accordingly. We look forward to meeting you.\n\nCheers,\nBrandon Lewis\nCreative Director\nCreative Designs Studio"
  },
  {
    "label": 0,
    "subject": "Interview Invitation for Financial Analyst Position",
    "body": "Dear Daniel Wilson,\n\nCongratulations on making it to the next stage! Your application for the Financial Analyst position at Global Investments Corp. has been selected for an interview. We would like to discuss your financial expertise further. Please reply with your availability, and we will arrange the interview. Thank you for your interest.\n\nSincerely,\nOlivia Turner\nHR Coordinator\nGlobal Investments Corp."
  },
  {
    "label": 0,
    "subject": "Interview Invitation: Project Manager Position",
    "body": "Hi Rachel Miller,\n\nThank you for your application for the Project Manager position at Stellar Solutions. We are impressed with your qualifications, and we would like to invite you for an interview to discuss your project management experience. Please share your availability, and we will schedule the interview accordingly. We look forward to meeting you.\n\nRegards,\nEthan Adams\nHR Director\nStellar Solutions"
  },
  {
    "label": 0,
    "subject": "Invitation for Interview: UX Designer Role",
    "body": "Dear Kyle Anderson,\n\nWe hope this message finds you well. Your application for the UX Designer position at Tech Innovations Inc. has caught our attention. We would like to invite you for an interview to learn more about your user experience design skills. Please reply with your availability, and we will arrange the interview. We appreciate your interest.\n\nBest regards,\nVictoria Foster\nRecruitment Manager\nTech Innovations Inc."
  },
  {
    "label": 0,
    "subject": "Interview Invitation: Sales Representative Position",
    "body": "Hi Lily Thompson,\n\nCongratulations! Your application for the Sales Representative position at Dynamic Solutions has been selected for the interview stage. We would like to discuss your sales experience further. Please let us know your availability, and we will schedule the interview. We look forward to meeting you.\n\nBest,\nHenry Turner\nCEO\nDynamic Solutions"
  },
  {
    "label": 0,
    "subject": "Interview Invitation for Human Resources Manager Position",
    "body": "Dear Oliver Davis,\n\nWe hope this email finds you well. Your application for the Human Resources Manager position at People First Company has intrigued us. We would like to invite you for an interview to discuss your HR expertise further. Please reply with your availability, and we will arrange the interview. We appreciate your interest.\n\nWarm regards,\nSophia Clark\nHR Director\nPeople First Company"
  },
  {
    "label": 0,
    "subject": "Interview Invitation: Sales Associate Role",
    "body": "Hello Emma Baker,\n\nCongratulations on making it to the next round! Your application for the Sales Associate position at Connect Retail has been selected for an interview. We would like to discuss your sales skills further. Please reply with your availability, and we will schedule the interview. We look forward to meeting you.\n\nBest,\nRobert Miller\nHiring Manager\nConnect Retail"
  }
]
