[
  {
    "label": 0,
    "subject": "Application Update: Software Engineer Position",
    "body": "Dear John Smith,\n\nThank you for your interest in the Software Engineer position at ABC Tech Solutions. After careful consideration, we regret to inform you that we have chosen to move forward with other candidates who more closely match our current needs. We appreciate the time and effort you put into the application process and wish you success in your job search. Your skills and experience are impressive, and we hope our paths may cross again in the future.\n\nBest regards,\nEmily Johnson\nHR Manager\nABC Tech Solutions"
  },
  {
    "label": 0,
    "subject": "Application Status: Marketing Coordinator Role",
    "body": "Hi Alex Thompson,\n\nWe want to express our gratitude for your interest in the Marketing Coordinator position at Innovate Marketing Agency. After careful consideration, we have decided to move forward with other candidates at this time. We appreciate the effort you put into the application process and value your skills. Please consider applying for future opportunities with us. We wish you the best in your career endeavors.\n\nWarm regards,\nSarah Miller\nTalent Acquisition Specialist\nInnovate Marketing Agency"
  },
  {
    "label": 0,
    "subject": "Application Outcome: Data Analyst Position",
    "body": "Hello Jessica Brown,\n\nThank you for your application for the Data Analyst position at XYZ Analytics. After careful review, we regret to inform you that we have selected another candidate for this role. We appreciate your interest and the skills you brought to the table. Your application was highly competitive, and we encourage you to consider future opportunities with our organization. Wishing you continued success in your career.\n\nBest,\nMichael Davis\nHiring Manager\nXYZ Analytics"
  },
  {
    "label": 0,
    "subject": "Application Update: Graphic Designer Position",
    "body": "Hey Samantha Garcia,\n\nWe appreciate your interest in the Graphic Designer position at Creative Designs Studio. After careful consideration, we have chosen to proceed with other candidates for this role. We value the skills and creativity you demonstrated in your application. Please consider applying for future opportunities with us. Thank you for your understanding, and we wish you success in your career journey.\n\nCheers,\nBrandon Lewis\nCreative Director\nCreative Designs Studio"
  },
  {
    "label": 0,
    "subject": "Application Status: Financial Analyst Position",
    "body": "Dear Daniel Wilson,\n\nThank you for your application for the Financial Analyst position at Global Investments Corp. After thorough consideration, we have decided to move forward with other candidates. We appreciate the time and effort you invested in the application process. Your financial expertise is commendable, and we encourage you to explore other opportunities with our organization in the future. Best wishes in your career pursuits.\n\nSincerely,\nOlivia Turner\nHR Coordinator\nGlobal Investments Corp."
  },
  {
    "label": 0,
    "subject": "Application Outcome: Project Manager Position",
    "body": "Hi Rachel Miller,\n\nWe want to express our appreciation for your interest in the Project Manager position at Stellar Solutions. After careful review, we regret to inform you that we have selected another candidate for this role. Your project management skills are noteworthy, and we encourage you to consider applying for future opportunities with our organization. Thank you for your understanding, and we wish you success in your career endeavors.\n\nRegards,\nEthan Adams\nHR Director\nStellar Solutions"
  },
  {
    "label": 0,
    "subject": "Application Update: UX Designer Role",
    "body": "Dear Kyle Anderson,\n\nThank you for your application for the UX Designer position at Tech Innovations Inc. After careful consideration, we have chosen to move forward with other candidates who better align with our current needs. We appreciate the creative skills you brought to the application process. Please consider applying for future opportunities with us. Wishing you all the best in your career.\n\nBest regards,\nVictoria Foster\nRecruitment Manager\nTech Innovations Inc."
  },
  {
    "label": 0,
    "subject": "Application Status: Sales Representative Position",
    "body": "Hi Lily Thompson,\n\nWe want to express our gratitude for your interest in the Sales Representative position at Dynamic Solutions. After thorough consideration, we have decided to move forward with other candidates for this role. We appreciate your sales expertise and interpersonal skills. Please consider applying for future opportunities with us. Thank you for your understanding, and we wish you continued success in your career journey.\n\nBest,\nHenry Turner\nCEO\nDynamic Solutions"
  },
  {
    "label": 0,
    "subject": "Application Outcome: Human Resources Manager Position",
    "body": "Dear Oliver Davis,\n\nThank you for your application for the Human Resources Manager position at People First Company. After careful review, we have chosen to proceed with other candidates for this role. We appreciate your HR expertise and the skills you demonstrated in your application. Please consider applying for future opportunities with our organization. Wishing you the best in your career pursuits.\n\nWarm regards,\nSophia Clark\nHR Director\nPeople First Company"
  },
  {
    "label": 0,
    "subject": "Application Update: Sales Associate Role",
    "body": "Hello Emma Baker,\n\nWe appreciate your interest in the Sales Associate position at Connect Retail. After careful consideration, we have decided to move forward with other candidates for this role. Your sales skills and enthusiasm are commendable. Please consider applying for future opportunities with us. Thank you for your understanding, and we wish you success in your career journey.\n\nBest,\nRobert Miller\nHiring Manager\nConnect Retail"
  }
]
